{
    "grey_wolf": {
        "text": "Rrrrrr... What are you doing there ? Hem, you're there to save us ? Pfff, it's hopeless.... You want to know how I look like, don't you ? Look at me ! \nWhat ? You need to write all my caracters ? Like if it would change something... Ok if it can please you... I'm a grey wolf, I've got hairs and mammals. What else ? Oh yes, I've got 4 legs, the head of an handsome guy with a little mouth in which you can find tiny pointed fangs that make the girl to fall in love. *smiles* Other than that some common things, an internal bones skeleton and voilà. Move now ! RRRRRR !"
    }, 

    "ostrich": {
        "text": "Hey, is that you the savior Wengin brought ? I am so happy !!!! Didn't you meet my brother on the way ? He's missing since Toris rebelled... it's a bird, an ostrich like me ! I guess you want to know what are my caracteristics ?\nWhat ? You don't know what I mean ? A caracter is something you can see on a living being, it permits you to tidy it in a box, what you'll do later. For example my feathers, it is a caracteristic.\nUnderstood ? Ok let's go. I've got an internal skeleton with bones. To move I use my 2 inferior members, I've also got 2 wings which are my superior members but I can't fly. What else... oh. I've got a gizzard but it's not important... of course I also got a head and a mouth as you can see !"
    },

    "bee": {
        "text": "Bzzz, hi ! I'm a bzzz bee ! I've got bzzz wings that allow me to fly. I also bzzz a head and a mouth. On my head there're 2 bzzz antennas and when I don't fly bzzz I can move myself with the 6 legs I've got ! All those elements are spotted on an external skeleton, also known as exoskeleton. Bzzzz !"
    },

    "fish": {
        "text": "Oh ! Je suis un thon rouge du Nord, Thunnus thynnus pour les intimes. Je possède des nageoires rayonnées pour me mouvoir dans l'eau, comme tous les poissons, une tête et une bouche. Mais aussi un squelette interne composé d'arrêtes, ces arrêtes sont mes os, j'ai donc moi aussi un squelette osseux. Je suis donc un poisson osseux ! Ce que vous appelez vous les scientifiques les ACTINOPTERYGIENS, ce que vous êtes compliqués... Mon corps est également couvert d'écailles, bonne chance !"
    },

    "wild_rabbit": {
        "text": "Héhé ! Je suis Garen le lièvre. Je possède des poils mais aussi des mammelles. Je cours sur 4 pattes, j'ai une bouche sur ma tête, dans laquelle se trouvent 2 paires d'incisives sur ma mâchoire supérieure. J'ai également un squelette interne osseux !"
    },

     "rabbit": {
        "text": "As-tu croisé le loup blanc un peu plus à l'ouest ? Il se croit malin car le pelage blanc lui donne un avantage pour mieux traquer ses proies mais hé, regarde-moi, moi aussi je suis avantagé dans la neige ! Quoi ?! Tu t'en fiches ?! Pfff, t'es là pour le vieux Wengins je suis sûr ? Ok... Je suis un mammifère, alors j'ai des poils et des mammelles. J'ai aussi 4 pattes positionnées sur un squelette interne osseux. Une tête, une bouche, 2 paires d'incisives supérieures. Allez ! Vite ! Sauve-nous !"
    },

     "mouse": {
        "text": "Ouh, tu m'as fait peur ! Je suis Mimi la souris, enchantée ! Je suis caractérisée par un pelage, des mammelles, un squelette interne d'os, 4 pattes et une tête avec une bouche. On me dit souvent que je dois être de la même famille que les lapins et les lièvre, mais c'est faux car je ne possède qu'une seule paire d'incisives supérieure !! Hihi !!"
    },

    "snake": {
        "text": "Te voila enfin ! J'ai quelque chose à te raconter, ssss. Ecoute moi bien car ssssce que je vais te dire est très ssssimportant. Commençsssons par le commencssement. J'ai un sssquelette interne osssseux, une grande mâchoire et une tête. Mon corps est couvert d'écailles, comme tous les squamates. Maintenant le plus sssssimportant : je posssssède 4 pattes. Enfin, je possssédais. Quand j'étais encore dans mon oeuf, sssssous la forme d'un embryon, j'avais 4 petites pattes. En me développant, je les ai perdues. Mais Wenginsssss considère toujours que j'ai 4 pattes pour me placer dans la classsssification, car je les ai eues un jour. Les 4 pattes font donc partie de mes attributs, je suis moi aussi un tétrapode !"
    },

    "butterfly": {
        "text": "Coucou, je suis papillon-sion. Je fais partie du groupe des insectes, c'est-à-dire que je possède 6 pattes articulées, ainsi que deux antennes et 2 paires d'ailes. Mon squelette est externe, comme l'abeille ! Et pour te parler, j'utilise ma tête et ma bouche !"
    },

    "chicken": {
        "text": "Côôôôôt ! Côôôôôt ! Je suis coincée dans ce petit carré, côôôôôt ! Même si je ne suis pas l'animal le plus intelligent, j'ai quand même une tête ! Côt ! Egalement un squelette interne osseux, 4 membres puisque je marche sur deux pattes et que je vole avec 2 ailes, des plumes et un gésier. Et non je ne suis pas un côt côt canard !"
    },

    "white_wolf": {
        "text": "Salut, moi c'est croc blanc, je suis un loup.... blanc. Tu as déjà dû croisé quelqu'un qui me ressemble... on est pas de la même espèce puisque mon pelage est blanc, mais on est similaires en ce qui concerne nos attributs, débrouille-toi avec ça. D'ailleurs sais-tu à quoi me sert ce pelage blanc ? Non bien sûr... tsss. Je vis dans la neige, le froid. C'est blanc. Donc ça me permet de mieux me camoufler pour attraper mes proies, épatant ce que fait l'évolution hein ?"
    },

    "frog": {
        "text": "Croaaa, croaa. Je saute à l'aide de mes 4 membres fixés sur un squelette interne osseux. Je peux attraper de petits insectes avec la grande langue que j'ai dans la bouche. Ma particularité est que je ne possède que 4 doigts, comme tous les amphibiens... CROAAAA !"
    },

    "mentor_speech_1": {
        "text": "\n.... OH !!! Te voilà enfin ! Je n'y croyais plus !\n\n\nOui tu te demandes sûrement ce que tu fais ici... Je t'ai appelé(e) pour que tu viennes m'aider. Vois-tu, je suis Wengins, le gardien de cette terre.. ou plutôt une projection de lui. Mon rôle est de garder un oeil sur le tableau qui classifie cette terre. Mais mon apprenti Toris m'a fait prisonnier et a tout désordonné. Il ne cherche pas à classer comme je lui ai appris, il range avec des critères qui sont... dépassés.\n\nTu n'as pas l'air expert dans le domaine mais je vais t'apprendre tout ce que tu as à savoir pour classer correctement ce monde.\nDéplace-toi avec les flèches de ton clavier et rejoins moi un peu plus loin sur le chemin."
    },

    "mentor_speech_2": {
    	"text": "Avant que Toris fasse n'importe quoi, ce monde était peuplé de créatures. Mais maintenant elles sont toutes parties... Tu DOIS les aider !\nComment ? Assez simple. Il te suffit d'aller rencontrer les quelques créatures qui sont encore là, elles te diront quels sont leurs attributs, je te conseille de les écrire sur une feuille au fur et à mesure pour t'en souvenir. Une fois que tu connaîtras tous les attributs, rends-toi au sommet du Mont Phylo. Là tu devras remettre chaque espèce à sa place dans la classification du vivant. Je serais là pour t'aider à approfondir tes connaissances.\nBonne chance, nous comptons sur toi !"
    },

    "mentor_speech_3": {
    	"text": "Voici une espèce, c'est une autruche. Mais... OH !! J'ai oublié de t'expliquer ce qu'est une espèce... D'après l'ensemble des scientifiques, une espèce est un groupe d'individus qui sont semblables et qui peuvent se reproduire entre eux avec une descendance féconde. Vas-y, parle-lui !"
    },

    "mentor_speech_4": {
    	"text": "Désolé je ne pouvais pas trop parler, Toris me surveille ! Ah, je vois que tu as déjà rencontré plusieurs espèces différentes. T'ont-elles donné leurs attributs ?\n QUOIIIII ????!!!! Tu ne sais pas ce qu'est un attribut ?!! Mais enfin... ce sont les caractères visibles des êtres vivants, ils te permettent de les classer dans des groupes !"
    },

    "mentor_speech_5": {
    	"text": "Te voici au pied du Mt. Phylo ! Tu as bientôt fini ton voyage... As-tu été parler au serpent à l'ouest ?"
    },

    "mentor_speech_6": {
    	"text": "Tu remarqueras qu'il fait un peu plus froid ici... on a changé de climat. Et qui dit nouveau climat dit : nouvel écosystème. Tu trouveras ici des créatures qui sont aptes à survivre dans le froid et la neige. Allez ne perds pas de temps !"
    },

    "mentor_speech_7": {
    	"text": "Regarde, une souris ! Ce sont normalement des animaux craintifs... essaie de t'approcher !"
    },

    "mentor_speech_8": {
    	"text": "Nous y voila enfin ! La grotte du Mt. Phylo ! J'espère que tu as bien parlé à tous les animaux, il y en a 12, oui ? non ?\n\nBien, normalement tu devrais pouvoir entrer dans la grotte... mais les développeurs n'ont pas encore tout fini ! Alors je te conseille de cliquer sur le lien en haut de la page, c'est une photo de ce qu'a fait Toris... il a classé les animaux en fonction de leur mode de déplacement, mais ce n'est pas juste comme classification ! Les scientifiques, comme toi et moi, classent avec des attributs !\n\nAllez, écris sur ta feuille comment tu aurais classé toi ! Tu trouveras la correction en haut (plus tard).\n\nMerci !"
    },

    "mentor_speech_9": {
    	"text": "Tu vois ce serpent là-bas ? Il va te raconter qu'il a 4 pattes. Tu vas trouver ça bizarre mais écoute bien son explication !"
    }
}
