{
    "grey_wolf": {
        "text": "Coucou, je suis une créature !!!\nComment que ça va ?"
    },

    "ostrich": {
        "text": "C'est toi le sauveur que Wengins a fait venir ? Je suis tellement contente !!! Tu as sûrement dû croiser mon frère un peu plus bas sur le chemin, le pauvre ne sait plus qui il est... J'imagine que tu veux savoir quels sont mes attributs ?\nQuoi ? Tu ne sais pas ce qu'est un attribut ? C'est un caractère visible d'un être vivant qui permet de le \"ranger\" dans une boîte, ce que tu feras plus tard. Par exemple mes plumes, c'est un attribut.\nTu as compris ? Aller on y va. Je possède un squelette interne composé d'os. Pour me déplacer j'utilise mes 2 membres inférieurs, j'ai aussi des 2 ailes qui correspondent à mes membres supérieurs mais je suis incapable de voler. Quoi d'autre... ah oui, j'ai un gésier mais ce n'est pas très intéressant... bien sûr je possède aussi une tête et une bouche comme tu peux le voir !"
    },

    "bee": {
        "text": "Bzzz, salut ! Je suis bzzz une abeille ! Je possède des bzzz ailes qui me permettent de voler. J'ai bzzz aussi une tête et une bouche. Sur ma tête se trouvent deux bzzz antennes et quand je ne vole pas, je peux bzzz me déplacer avec mes 6 pattes ! Tous ces éléments sont fixés sur un squelette externe ou exosquelette. Bzzz !"
    },

    "fish": {
        "text": "Oh ! Je suis un thon rouge du Nord, Thunnus thynnus pour les intimes. Je possède des nageoires rayonnées pour me mouvoir dans l'eau, une tête et une bouche. Mais aussi un squelette interne composé d'arrêtes, ces arrêtes sont mes os, j'ai donc moi aussi un squelette osseux. Mon corps est également couvert d'écailles, bonne chance !"
    },

    "wild_rabbit": {
        "text": "Héhé ! Je suis Garen le lièvre. Je possède des poils, les femelles de mon espèce ont aussi des mammelles. Je cours sur 4 pattes, j'ai une bouche sur ma tête, dans laquelle se trouvent 2 paires d'incisives sur ma mâchoire supérieure. J'ai également un squelette interne osseux !"
    },

     "rabbit": {
        "text": "Vite ! Suis le lapin blanc ! Tu vas être en retard ! Je vais faire vite ! J'ai des poils, des mammelles, et 4 pattes positionnées sur un squelette interne osseux. Une tête, une bouche, 2 paires d'incisives supérieures. Allez ! Vite ! Sauve-nous !"
    },

     "mouse": {
        "text": "Ouh, tu m'as fait peur ! Je suis Mimi la souris, enchantée ! Je suis caractérisée par un pelage, des mammelles, un squelette interne d'os, 4 pattes et une tête avec une bouche. On me dit souvent que je dois être de la même famille que les lapins et les lièvre, mais c'est faux car je ne possède qu'une seule paire d'incisives supérieure !! Hihi !!"
    },

    "snake": {
        "text": "Te voila enfin ! J'ai quelque chose à te raconter, ssss. Ecoute moi bien car ssssce que je vais te dire est très ssssimportant. Commençsssons par le commencssement. J'ai un sssquelette interne osssseux, une grande mâchoire et une tête. Mon corps est couvert d'écailles. Maintenant le plus sssssimportant : je posssssède 4 pattes. Enfin, je possssédais. Quand j'étais encore dans mon oeuf, sssssous la forme d'un embryon, j'avais 4 petites pattes. En me développant, je les ai perdues. Mais Wenginsssss considère toujours que j'ai 4 pattes pour me placer dans la classsssification, car je les ai eues un jour. Les 4 pattes font donc partie de mes attributs."
    },

    "butterfly": {
        "text": "..."
    },

    "chicken": {
        "text": "..."
    },

    "white_wolf": {
        "text": "..."
    },

    "frog": {
        "text": "..."
    },

    "mentor_speech_1": {
        "text": "\n.... OH !!! Te voilà enfin ! Je n'y croyais plus !\n\n\nOui tu te demandes sûrement ce que tu fais ici... Je t'ai appelé(e) pour que tu viennes m'aider. Vois-tu, je suis Wengins, le gardien de cette terre.. ou plutôt une projection de lui. Mon rôle est de garder un oeil sur le tableau qui classifie cette terre. Mais mon apprenti Toris m'a fait prisonnier et a tout désordonné. Il ne cherche pas à classer comme je lui ai appris, il range avec des critères qui sont... dépassés.\n\nTu n'as pas l'air expert dans le domaine mais je vais t'apprendre tout ce que tu as à savoir pour classer correctement ce monde.\nDéplace-toi avec les flèches de ton clavier et rejoins moi un peu plus loin sur le chemin."
    },

    "mentor_speech_2": {
    	"text": "Regarde ! C'est une créature aliénée. Avant que Toris fasse n'importe quoi, toutes les créatures qui peuplaient ce monde étaient pacifiques. Mais la majorité d'entre elles sont devenus méchantes depuis... Tu DOIS les aider !\nComment ? Assez simple. Il te suffit d'aller rencontrer les quelques créatures qui ne sont pas encore complètement folles, elles te diront quels sont leurs attributs. Une fois que tu connaîtras tous les attributs, rends-toi au sommet du Mont Phylo. Là tu devras remettre chaque espèce à sa place dans la classification du vivant. Je serais là pour t'aider à approfondir tes connaissances et combattre les créatures folles.\nBonne chance, nous comptons sur toi !"
    },

    "mentor_speech_3": {
    	"text": "Voici notre première espèce, c'est une autruche. Mais... OH !! J'ai oublié de t'expliquer ce qu'est une espèce... D'après l'ensemble des scientifiques, une espèce est un groupe d'individus qui sont semblables et qui peuvent se reproduire entre eux avec une descendance féconde. Vas-y, parle-lui !"
    },

    "mentor_speech_4": {
    	"text": "Désolé je ne pouvais pas trop parler, Toris me surveille ! Ah, je vois que tu as déjà rencontré plusieurs espèces différentes. T'ont-elles donné leurs attributs ?\n QUOIIIII ????!!!! Tu ne sais pas ce qu'est un attribut ?!! Mais enfin... ce sont les caractères visibles des êtres vivants, ils te permettent de les classer dans des groupes ! Ah et j'allais oublier. Tu peux retrouver toutes les créatures que tu as déjà croisé, ainsi que leurs attributs dans ton bestiaire (le livre) !"
    },

    "mentor_speech_5": {
    	"text": "Te voici au pied du Mt. Phylo ! Toris y a installé une porte infranchissable, mais je suis sûre que tu peux trouver de quoi l'ouvrir quelque part... Va vers l'ouest, tu trouveras peut-être quelqu'un qui peut t'aider."
    },

    "mentor_speech_6": {
    	"text": "Super je vois que tu as franchi la porte ! Toris n'a qu'à bien se tenir ! Tu remarqueras qu'il fait un peu plus froid ici... on a changé de climat. Et qui dit nouveau climat dit : nouvel écosystème. Tu trouveras ici des créatures qui sont mieux adaptées au froid et à la neige. Allez ne perds pas de temps !"
    },

    "mentor_speech_7": {
    	"text": "Regarde, celle-ci semble complètement appeurée... Je me demande si tu ne pourrais pas trouver quelque chose pour la calmer... Peut-être en tuant quelques bestioles."
    },

    "mentor_speech_8": {
    	"text": "Nous y voila enfin ! La grotte du Mt. Phylo. Vite ! Rentre à l'intérieur et reconstitue les groupes emboîtés en regroupant les espèces que tu as rencontré en fonction de leurs attributs !"
    },

    "mentor_speech_9": {
    	"text": "Tu vois ce serpent là-bas ? Il va te raconter qu'il a 4 pattes. Tu vas trouver ça bizarre mais écoute bien son explication !"
    }
}
